[
  {
    "name": "Adrian Flak",
    "githubUserName": "laserlens",
    "shoutout": "Adrian, you've been really helpful and easy to work with since I met you. Thanks for all the help."
  },
  {
    "name": "Alexander Whitaker",
    "githubUserName": "adwhitaker",
    "shoutout": "Alex, thanks for walking with me to Starbucks over lunch, even though it took much longer than expected!"
  },
   {
     "name" : "Ally Boyd",
     "githubUserName" : "lysautumn",
     "shoutout": "Thanks to Barrett, Laura and Ally for making the Fruit Stand project fun and for being awesome teammates."
   },
   {
     "name" : "Andrew Wolff",
     "githubUserName" : "airwolff",
     "shoutout": "Andy, thanks for asking great questions during lectures."
   },
   {
     "name" : "Barrett Amsrud",
     "githubUserName" : "bamsrud01",
     "shoutout": "Thanks to Barrett, Laura and Ally for making the Fruit Stand project fun and for being awesome teammates."
   },
   {
     "name" : "Connor Hauck",
     "githubUserName" : "connorghauck",
     "shoutout": "Connor, thanks for the great hint that helped me get started on my color block game assignment!"
   },
   {
     "name" : "Elisa Lee",
     "githubUserName" : "emyl3",
     "shoutout": "Thanks, Elisa, for the thoughtful insights that so perfectly articulate a lot of my same feelings that I have a hard time explaining. And for the laughs!! Love your speeches. Cat people unite!"
   },
   {
     "name" : "Jacqueline Torborg",
     "githubUserName" : "jtorborg",
     "shoutout": "Jackie, thank you for helping me through the first day and your all-around positive energy!"
   },
   {
     "name" : "Jeffrey Miller",
     "githubUserName" : "stpaulstylee",
     "shoutout": "Thanks Jeff for always making me laugh everyday!"
   },
   {
     "name" : "Julie Mike",
     "githubUserName" : "motbsitu",
     "shoutout": "Julie, it's awesome how you're willing to keep plugging away at this. You put a ton of effort into it and it really shows."
   },
   {
     "name" : "Kelly O'Neil",
     "githubUserName" : "kboneil",
     "shoutout": "Kelly, getting to know you has been really refreshing."
   },
   {
     "name" : "Laura Abend",
     "githubUserName" : "thisisserious",
     "shoutout": "Laura, it's fun having someone else who truly appreciates the awesomeness of science-fiction. Thanks for sharing your geekiness!"
   },
   {
     "name" : "Levy Kohout",
     "githubUserName" : "levykohout",
     "shoutout": "Levy for help fixing my weekend project"
   },
   {
     "name" : "Leya Yacob",
     "githubUserName" : "codeofcolors",
     "shoutout": "Shout out to Leya! Thanks for the help on my color block picker!"
   },
   {
     "name" : "Matthew Eng",
     "githubUserName" : "meng72",
     "shoutout": "Thanks Matt for always asking the questions I'm afraid to"
   },
   {
     "name" : "Patrick Hiniker",
     "githubUserName" : "pathiniker",
     "shoutout": "Thanks Pat for being so easy to work with on group projects!"
   },
   {
     "name" : "Paul Katchmark",
     "githubUserName" : "paulkatchmark",
     "shoutout": "Thanks to Paul for having such a positive attitude. His smile is infectious."
   },
   {
     "name" : "Vaughn Prosser",
     "githubUserName" : "imjustvon",
     "shoutout": "Vaughn, thanks for being so willing in explaining everything I was having a hard time understanding. I really appreciated it."
   },
   {
     "name" : "Zachary Garman",
     "githubUserName" : "zachgarman",
     "shoutout": "Zach, I'm impressed with how much you already understand so far and thanks for making the class feel less intimidating."
   }
]
